[
  "folder-note-plugin",
  "calendar",
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-outliner",
  "obsidian-mind-map",
  "obsidian-minimal-settings",
  "sliding-panes-obsidian",
  "obsidian-git",
  "obsidian-excel-to-markdown-table",
  "note-refactor-obsidian",
  "obsidian-plugin-prettier",
  "random-structural-diary-plugin",
  "obsidian-day-planner"
]